{"translation-revision-date":"2022-11-02 14:42:37+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["هنگامی که Zap خود را در داشبورد %s خود منتشر کردید، می توانید بررسی کنید که آیا Zap فعال و به سایت شما متصل است یا خیر."],"Reset API key":["کلید API را بازنشانی کنید"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["شما در حال حاضر با استفاده از کلید API زیر به %s متصل هستید. اگر می‌خواهید دوباره با یک کلید API دیگر وصل شوید، می‌توانید کلید خود را در زیر بازنشانی کنید."],"Your API key":["کلید API شما"],"Go to your %s dashboard":["به داشبورد %s خود بروید"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["شما با موفقیت به %1$s متصل شدید! برای مدیریت Zap خود، لطفاً از داشبورد %2$s خود بازدید کنید."],"Your %s dashboard":["داشبورد %s شما"],"Verify connection":["تأیید اتصال"],"Verify your connection":["اتصال خود را تأیید کنید"],"Create a Zap":["یک Zap ایجاد کنید"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["به حساب %1$s خود وارد شوید و شروع به ایجاد اولین Zap خود کنید! توجه داشته باشید که فقط می‌توانید 1 Zap با یک رویداد راه‌اندازی از %2$s ایجاد کنید. در این Zap می توانید یک یا چند عمل را انتخاب کنید."],"%s API key":["کلید API %s"],"You'll need this API key later on in %s when you're setting up your Zap.":["وقتی Zap خود را راه‌اندازی می‌کنید، بعداً در %s به این کلید API نیاز خواهید داشت."],"Copy your API key":["کلید API خود را کپی کنید"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["برای راه‌اندازی یک اتصال، مطمئن شوید که کلید API داده شده را در زیر کپی کرده‌اید و از آن برای ایجاد و روشن کردن Zap در حساب %s خود استفاده کنید."],"Manage %s settings":["تنظیمات %s را مدیریت کنید"],"Connect to %s":["به %s متصل شوید"],"Close":["بستن"],"Create a Zap in %s":["یک Zap در %s ایجاد کنید"]}}}